/*Shared Button Translations*/
"Quit" = "Выйти";
"Cancel" = "Отмена";
"Continue" = "Далее";
"ContinueAnyway" = "Continue Anyway";

/*Escaped Quotes. Remove the backslash and turn the quote into guillemets if needed*/
"EscapedQuoteStart" = " \"";
"EscapedQuoteEnd" = "\" ";

/*Shared Warnings*/
"NoDrivesFound" = "Подходящие диски не найдены. Убедитесь, что диск (или флешка) подключен и работает.";

/*This translation hides the stupid non-zero exit from OS X. Please ignore, Linus will translate this himself.*/
"NonZeroExit" = "The command exited with a non-zero status.";


/*Create elementary OS Installer*/

"CreateInstallerAppTitle" = "Создать Установщик elementary OS";

/*Buttons*/
"Download" = "Download";

/*Dialogs*/
"ChooseISO" = "Выберите ISO-файл с elementary OS:";
"ChooseDrive" = "Выберите диск для Установщика elementary OS:";
"InstallComplete" = "Установщик elementary OS успешно создан. Чтобы вернуть диск к обычному состоянию, сотрите его через Дисковую утилиту.";
"InstallCompleteNotification" = "Установщик elementary OS успешно создан.";
"AdminDialog" = "Create elementary OS Installer wants to install to the drive \"";

/*Warnings*/
"OldMacWarning" = "This Mac may have trouble starting elementary OS trough USB. Find more information and alternaltives below.";
"newOSXVersion" = "This version of \"Create elementary OS Installer\" was made for Mac OS X 10.8 and below. It's recommended to use the newer version.";
"PPCWarning" = "elementary OS doesn't support PowerPC based Macs. The resulting USB drive can only be used on PCs and on newer supported Intel based Macs";
"XServeWarning" = "elementary OS doesn't support Xserve type Macs. The resulting USB drive can only be used on other recent Mac types that are Intel-based";
"ConfirmQuit" = "Quitting now may lead the USB drive to be in an unusable state. You may need to restore it using Disk Utility or \"Restore USB Drive\" if you choose to quit.";
"NotEnoughSpace" = "\" does not have enough space. At least 1GB of free space is required.";

/*Progress bar text*/
"ReformatDisk" = "Reformating the disk…";
/*This is followed by the name of the USB drive in the app.*/
"CopyingISO" = "Copying elementary OS to the drive \"";

/*Multi part translation. Make sure to replace the escaped quotes with guillemets if required*/
"DriveName" = "Диск \"";
"ConfirmReformatDriveName" = "\" будет удален и записан Установщик elementary OS. Это требует привилигей Администратора. Продолжим?";
"PartitionName" = "The partition \"";
"EraseMultiplePartitions" = "\" is on a drive with multiple partitions. Are you sure you want to erase the entire drive and replace it with the contents of the elementary OS installer?";

/*Restore USB Drive.*/

"RestoreUSBDriveAppTitle" = "Restore USB Drive";

"ChooseDriveRestore" = "Choose a drive to restore";
"ConfirmRestoreDriveName" = "\" will be erased. Do you want to continue?";
"RestoreComplete" = "USB Drive has been successfully restored";
"RestoreCompleteNotification" = "USB Drive has been successfully restored";

/*Do not translate LocalizedUSBDriveName if it contains Unicode characters. This is unfortunately a technical limitation*/
"LocalizedUSBDriveName" = "USB Drive";
"NameUSBDrive" = "Name USB Drive";
